app/controllers/students_controller.rb

  def create
    @student = Student.new
	  @student.first_name = params[:first_name]
	  @student.last_name = params[:last_name]
	  @student.save
---
INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2018-09-25 02:49:15.119265"], ["updated_at", "2018-09-25 02:49:15.119265"]]